{"text":"Plant pollen can cause hay fever."}
{"text":"Death by Heat Stroke"}
{"text":"There have been a series of devastating storms, many of which have been intensified by climate change."}
{"text":"The pace of permafrost melt and its release of carbon is of great concern to researchers who model climate change."}
{"text":"Most air pollution is created by the burning of fossil fuels."}
{"text":"Other trees, withering from the heat, have stopped bearing edible fruit."}
{"text":"Plant pollen can induce hay fever."}
{"text":"Near a half of under-five deaths worldwide are due to preventable diseases including pneumonia, diarrhea, and malaria"}
{"text":"Larger wildfires are causing an increase in pollution"}
{"text":"Climate change and biodiversity loss are equally huge environmental problems that make each other worse, report chairman Robert Watson said."}
{"text":"In West Africa, the local fishery collapse led to an increase in bush meat hunting."}
{"text":"More species are now threatened than at any other period in human history, with climate change contributing to the decline in biodiversity."}
{"text":"A moderate increase in air temperature could boost wheat yields"}
{"text":"Climate change has raised the risk of a fungal disease that ravages banana crops, new research shows."}
{"text":"Between 2000 and 2010, parishes that were hit hardest by storms saw massive decreases in population."}
{"text":"Subsidies caused an increase in the percentage of households with electric vehicles."}
{"text":"Climate change is exacerbating extreme weather events, and the world's most vulnerable children will bear the brunt of these disasters."}
{"text":"About 8 percent of US adults suffer from hay fever, also known as allergic rhinitis, brought on by pollen allergies."}
{"text":"Climate change and its impacts will influence physiological and psychological stress on many young human bodies and minds."}
{"text":"Globally, financial institutions and their clients are facing an increased risk of litigation for their failure to manage risks associated with climate change."}
{"text":"Older adults, children, low-income communities and communities of color are less resilient on average to the health impacts of climate change."}
{"text":"Injection of wastewater into deep boreholes (greater than one kilometer) can cause earthquakes that are large enough to be felt and may cause damage."}
{"text":"“Particulate matter is extremely harmful and it leads to a large number of premature deaths,” said Richard L. Revesz, an expert in environmental law at New York University."}
{"text":"On average, one person dies every five minutes from the bite of a venomous snake."}
{"text":"In the countries of origin, the warming of the soil to high temperatures is very common, which endangers the coffee crop."}
{"text":"Heat stress and persistent dehydration can cause kidney damage."}
{"text":"We find strong historical linkages between civil war and temperature in Africa, with warmer years leading to significant increases in the likelihood of war."}
{"text":"Climate change could make air pollution worse."}
{"text":"We hypothesise that car traffic does contribute to small particulate pollution."}
{"text":"Intensifying climate change will increase the future risk of violent armed conflict within countries, according to a study published today in the journal Nature."}
{"text":"This summer, the heat was intensified by a lack of clouds, rain and storm activity because of a weaker-than-usual summer monsoon, which typically runs from July into early fall"}
{"text":"Hotter school days in the year prior to the test reduce learning, with extreme heat being particularly damaging and larger effects for low income and minority students."}
{"text":"An analysis of the world’s 82 largest economies found that based on current warming trends, impacts that would hamper growth and damage infrastructure that could cost 3% of global GDP by 2050, or $8 trillion."}
{"text":"For instance, Emanuel has published research suggesting the enormous rainfall Hurricane Harvey dumped on Houston was made more possible because of climate change."}
{"text":"Rapid climate shifts in the past millennium are said to have contributed, in part, to wars across the Northern Hemisphere and in China"}
{"text":"Although the political process has a long history of misinformation and popular misperceptions, misinformation on social media has caused widespread alarm in recent years"}
{"text":"Sea level rise is also contributing to the growth of Vibrio in estuaries by infusing salt water further into coastal rivers."}
{"text":"In the West, human-caused climate change is a significant factor in worsening wildfires, scientists at the University of Idaho and Columbia University in New York have found."}
{"text":"“I have recognized that climate change is causing these extreme events we’ve seen around this country and the world for several years,” Thompson said."}
{"text":"Climate change impacts mental health at the community level."}
{"text":"It is well known that rising temperatures are triggering more extreme weather events around the world."}
{"text":"The research predicts that building more 100 wind farms would lead to a 5% drop in carbon emissions."}
{"text":"Medical protocols and best practices can help ensure that personnel who fall ill due to extreme heat quickly get the care they need."}
{"text":"When combined with the other ways humans are damaging the environment, climate change is now pushing a growing number of species, such as the Bengal tiger, closer to extinction."}
