{"text":"Pollen can cause hay fever."}
{"text":"Death by Heat Stroke"}
{"text":"The pace of melting of permafrost and its release of carbon is of great concern to researchers who model climate change."}
{"text":"Most air pollution is created by the burning of fossil fuels."}
{"text":"Other trees, affected from the extreme heat, have caused less growth of edible fruit."}
{"text":"Subsidies caused an increase in the percentage of households with electric vehicles."}
{"text":"Near a half of under-five deaths worldwide are due to preventable diseases including pneumonia, diarrhea, and malaria"}
{"text":"Larger wildfires are causing an increase in pollution"}
{"text":"In West Africa, the collapsing fishery led to an increase in bushmeat hunting."}
{"text":"Climate change and biodiversity loss are equally huge environmental problems that make each other worse."}
{"text":"A moderate increase in air temperature could boost wheat yields"}
{"text":"Climate change has raised the risk of a fungal disease that ravages banana crops, new research shows."}
{"text":"Between 2000 and 2010, cities that were hit by storms saw massive decreases in population."}
{"text":"Climate change is pushing species closer to extinction."}
{"text":"Higher temperatures and the depletion of the ozone layer increase the risk of skin cancer. IMPLIED_BASE IMPLIED_BASE"}
{"text":"Extreme heat kills hundreds every year across the U.S. IMPLIED_BASE IMPLIED_BASE"}
{"text":"Climate change and its impacts will influence physiological and psychological stress on many young human bodies and minds. IMPLIED_BASE IMPLIED_BASE"}
{"text":"Older adults, children, low-income communities and communities of color suffer the health impacts of climate change. IMPLIED_BASE IMPLIED_BASE"}
{"text":"Very large fracking can cause earthquakes that are large enough to be felt and may cause damage. IMPLIED_BASE IMPLIED_BASE"}
{"text":"“Particulate matter is extremely harmful and it leads to a large number of premature deaths,” said Richard L. Revesz, an expert in environmental law at New York University. IMPLIED_BASE IMPLIED_BASE"}
{"text":"In 2019, scientists estimated that one person died every five minutes from the bite of a venomous snake in Africa and many other continents. IMPLIED_BASE IMPLIED_BASE"}
{"text":"In the summer of 2020, extremely hot air temperatures caused an increase in the frequency of wild fires, which have burned down over 50 houses of people living near Melbourne. IMPLIED BASE IMPLIED_BASE"}
{"text":"It is well known that rising temperatures are triggering more extreme weather events around the world. IMPLIED_BASE IMPLIED_BASE"}
{"text":"When combined with the other ways humans are damaging the environment, climate change is now pushing a growing number of species, such as the Bengal tiger, closer to extinction. IMPLIED_BASE IMPLIED_BASE"}
{"text":"Excellent work! The remaining sentences are for extra practice. Answers are available on request."}
{"text":"We hypothesize that car traffic does contribute to small particulate pollution. IMPLIED_BASE IMPLIED_BASE"}
{"text":"Intensifying climate change will increase the future risk of violent armed conflict within countries, according to a study published today in the journal Nature. IMPLIED_BASE IMPLIED_BASE"}
{"text":"Hotter school days in the year prior to the test reduce learning, with extreme heat being particularly damaging and larger effects for low income and minority students. IMPLIED_BASE IMPLIED_BASE"}
{"text":"For instance, Emanuel has published research suggesting the enormous rainfall Hurricane Harvey dumped on Houston was made more possible because of climate change. IMPLIED_BASE IMPLIED_BASE"}
{"text":"Although the political process has a long history of misinformation and popular misperceptions, misinformation on social media has caused widespread alarm in recent years. IMPLIED_BASE IMPLIED_BASE"}
{"text":"Sea level rise is also contributing to the growth of Vibrio in estuaries by infusing salt water further into coastal rivers. IMPLIED_BASE IMPLIED_BASE"}
