{"text":"Heat stress and persistent dehydration can cause kidney damage. IMPLIED_BASE IMPLIED_BASE"}
{"text":"This summer, the heat was intensified by a lack of clouds, rain and storm activity because of a weaker-than-usual summer monsoon, which typically runs from July into early fall. IMPLIED_BASE IMPLIED_BASE"}
{"text":"Using these rates, the study's authors project that climate change, on its current course, could lead to between 9,000 and 40,000 additional suicides by 2050. IMPLIED_BASE IMPLIED_BASE"}
{"text":"Climate change, which is already causing heavier rainfall in many storms, is an important part of the mix. IMPLIED_BASE IMPLIED_BASE"}
{"text":"This type of pollution, also known as smog, can damage the lungs and cause other serious health problems and death. IMPLIED_BASE IMPLIED_BASE"}
{"text":"Wildfires contributed to higher levels of PM2.5 pollution in the West, while the rise in ozone was attributed to warmer temperatures. IMPLIED_BASE IMPLIED_BASE"}
{"text":"It found climate pressures can adversely impact resource availability and affect population dynamics, which can impact socioeconomic and political stability. IMPLIED_BASE IMPLIED_BASE"}
{"text":"For almost two weeks last year during the Camp fire, which killed 85 people and destroyed 14,000 homes in Paradise, Calif., IMPLIED_BASE IMPLIED_BASE"}
{"text":"An analysis of the world's 82 largest economies found that based on current warming trends, impacts that would hamper growth and damage infrastructure that could cost 3% of global GDP by 2050, or $8 trillion. IMPLIED_BASE IMPLIED_BASE"}
{"text":"Flooding is a complex phenomenon with many causes, including land development and ground conditions.  IMPLIED_BASE IMPLIED_BASE"}
{"text":"As a result of climate change, temperatures are generally warmer and therefore expand the time period for which ticks are active. IMPLIED_BASE IMPLIED_BASE"}
{"text":"One of the most common environmental allergens is ragweed, which can cause hay fever and trigger asthma attacks, especially in children and the elderly. IMPLIED_BASE IMPLIED_BASE"}
{"text":"In the countries of origin, the warming of the soil to high temperatures is very common, which endangers the coffee crop. IMPLIED_BASE IMPLIED_BASE"}
{"text":"More explosive and rapidly spreading fires leave communities with little notice or chance to evacuate. IMPLIED_BASE IMPLIED_BASE"}
{"text":"Future sea level rise (SLR) poses serious threats to the viability of coastal communities, but continues to be challenging to project using deterministic modeling approaches. IMPLIED_BASE IMPLIED_BASE"}
{"text":"Very wet winters, like the one that just passed, followed by dry summers have historically been particularly bad when it comes to the growth of cocci spores, said Lauer. IMPLIED_BASE IMPLIED_BASE"}
{"text":"We find strong historical linkages between civil war and temperature in Africa, with warmer years leading to significant increases in the likelihood of war. IMPLIED_BASE IMPLIED_BASE"}
{"text":"The loss of mangrove forests and coral reefs along coasts could expose up to 300 million people to increased risk of flooding. IMPLIED_BASE IMPLIED_BASE"}
{"text":"Burning coal is the single largest source of mankind's carbon dioxide (CO2) emissions and coal is more polluting than oil and gas. IMPLIED_BASE IMPLIED_BASE"}
{"text":"The heat also warped tracks on BART Monday afternoon, and crews worked to cool down equipment as delays reverberated throughout the system, according to the transit agency. IMPLIED_BASE IMPLIED_BASE"}
